Repository: nijigenerate/nijigenerate
Catalog: */*.po
Languages: tl

source: Added binding %s
tl: Bindung %s hinzugefügt

source: Removed binding %s
tl: Bindung %s entfernt

source: Binding %s was removed
tl: Bindung %s wurde enternt

source: Binding %s was added
tl: Bindung %s wurde hinzugefügt

source: %s->%s changed
tl: %s->%s wurde verändert

source: %s->%s change cancelled
tl: %s->%s Änderung abgebrochen

source: Changed drawable mesh of %s
tl: Zeichenbares Netz von %s wurde geändert

source: Drawable %s was changed
tl: Zeichnungselement %s wurde geändert

source: Mesh %s change is restored.
tl: Netz %s veränderungen wurden wiederhergestellt.

source: Mesh %s was edited.
tl: Netz %s wurde bearbeitet.

source: %s: vertex was added.
tl: %s: Vertex wurde hinzugefügt.

source: %s: vertex was removed.
tl: %s: Vertex wurde entfernt.

source: %s: vertex was translated.
tl: %s: vertex wurde übersetzt.

source: Added parameter %s
tl: Parameter %s hinzugefügt

source: Removed parameter %s
tl: Parameter %s entfernt

source: Parameter %s was removed
tl: Parameter %s wurde entfernt

source: Parameter %s was added
tl: Parameter %s wurde hinzugefügt

source: %s->%s changed to %s
tl: %s->%s wurde zu %s geändert

source: %s->%s changed from %s
tl: %s->%s von %s geändert

source: %s can not be reparented in to %s due to a circular dependency.
tl: %s kann aufgrund einer zirkulären Abhängigkeit nicht in %s repariert werden.

source: nodes
tl: Knoten

source: Created %s
tl: %s kreiert

source: Deleted %s
tl: %s gelöscht

source: Moved %s to %s
tl: %s wurde zu %s verschoben

source: Moved %s from %s
tl: %s wurde nach %s verschoben

source: Moved %s from origin
tl: %s wurde vom Ursprungspunkt verschoben

source: Enabled
tl: Aktiviert

source: Disabled
tl: Deaktiviert

source: %s was %s
tl: %s war %s

source: Unnamed
tl: Unbenannt

source: %s locked to root node
tl: %s an Wurzelknoten festlegen

source: %s unlocked from root node
tl: %s an Wurzelknoten befreien

source: %s->Edited deformation of %s.
tl: %s->Bearbeitete deformation von %s.

source: %s->deformation of %s was edited.
tl: %s->deformation von %s wurde bearbeitet.

source: 100% (Locked)
tl: 100% (Gesperrt)

source: LANG_NAME
tl: Deutsch

source: (Debug Mode)
tl: (Debug Modus)

source: (Unsupported)
tl: (Nicht unterstützt)

source: %s was exported...
tl: %s wurde exportiert...

source: %s failed to export with error (%s)...
tl: Export von %s ist Fehlgeschlagen (%s)…

source: A texture is too big for the atlas.
tl: Eine Textur ist zu groß für den Atlas.

source: Import...
tl: Importieren...

source: %s was imported...
tl: %s wurde importiert...

source: Import failed...
tl: Importieren fehlgeschlagen...

source: Error
tl: Fehler

source: An error occured during PSD import: %s
tl: Ein Fehler ist beim Importieren der PSD Datei aufgetreten: %s

source: Automatic
tl: Automatisch

source: %s is not supported
tl: %s ist nicht unterstützt

source: New Project
tl: Neues Projekt

source: %s opened successfully.
tl: %s wurde erfolgreich geöffnet.

source: %s saved successfully.
tl: %s wurde erfolgreich gespeichert.

source: Failed to save %s
tl: Speichern von %s fehlgeschlagen

source: The following errors occured during file loading %s
tl: Beim Laden der Datei sind folgende Fehler aufgetreten %s

source: Folder import completed with errors...
tl: Ordnerimport mit Fehlern abgeschlossen...

source: Folder import completed...
tl: Ordnerimport abgeschlossen...

source: Mipmap generation completed.
tl: Generierung der Mipmap abgeschlossen.

source: Texture bleeding completed.
tl: Texture Bleeding abgeschlossen.

source: Undo History
tl: Historie der rückabgewickelten Aktionen

source: Clear History
tl: Verlauf löschen

source: %d of %d
tl: %d von %d

source: History
tl: Verlauf

source: Edit...
tl: Bearbeiten...

source: Delete
tl: Löschen

source: Animation List
tl: Animationsliste

source: Ambient Light
tl: Ambientes Licht

source: Scene
tl: Szene

source: Nearest
tl: Nächste-Nachbarn

source: Stepped
tl: Stufen

source: Cubic
tl: Kubisch

source: Merge Mode
tl: Zusammenfügungsmodus

source: Additive
tl: Additiv

source: Multiplicative
tl: Multiplikativ

source: Forced
tl: Erzwungen

source: Lock playback to animation framerate
tl: Wiedergabe an die Framerate der Animation anpassen

source: Not in Animation Edit mode...
tl: Nicht im Animations Modus...

source: Timeline
tl: Zeitlinie

source: Tool Settings
tl: Hilfsmittel Einstellungen

source: %s Receiver
tl: %s Empfangsgerät

source: A reciever which uses your phone and associated app to track your body
tl: Ein Empfangsgerät welches Ihr Smartphone und die dazugehörige App benutzt um Ihren Körper zu verfolgen

source: Bind Address
tl: Bindungsadresse

source: The IP address that the VMC binding server should listen on, default 0.0.0.0
tl: Die IP-Adresse, an der der VMC-Bindungsserver lauschen soll, standardmäßig 0.0.0.0

source: The port that the VMC binding server should listen on, default 39540
tl: Der Port, auf dem der VMC-Bindungsserver lauschen soll, Standard 39540

source: A reciever which uses the VTubeStudio iOS app
tl: Ein Empfangsgerät, das die VTubeStudio iOS-App verwendet

source: iPhone IP
tl: iPhone IP Adresse

source: The IP Address of your iPhone, You can find it in the VSeeFace Config panel in VTube Studio
tl: Die IP Adresse Ihres iPhones, Sie können diese im VSeeFace Konfigurations Panel in VTube Studio finden

source: A receiver which uses OpenSeeFace application
tl: Ein Empfangsgerät, das die OpenSeeFace Applikation benutzt

source: OSF Bind Address
tl: OSF Bindungsadresse

source: OSF Listen Port
tl: OSF Lausch Port

source: Tracking Bindings
tl: Verfolgungsbindung

source: %s bound to %s
tl: %s angebunden an %s

source: Not in Test Mode...
tl: Nicht im Test Modus...

source: Tracking
tl: Verfolgung

source: Viewport
tl: Ansichtsfenster

source: Add
tl: Hinzufügen

source: Node
tl: Knoten

source: Mask
tl: Maske

source: Composite
tl: Komposit

source: Simple Physics
tl: Einfache Physik

source: Camera
tl: Kamera

source: MeshGroup
tl: Meshgruppe

source: Edit Mesh
tl: Netz bearbeiten

source: Hide
tl: Ausblenden

source: Show
tl: Anzeigen

source: More Info
tl: Mehr Informationen

source: %s Layer: %s
tl: %s Ebene: %s

source: Layer: %s
tl: Ebene: %s

source: Recalculate origin
tl: Ursprung neuberechnen

source: Puppet
tl: Marionette

source: In vertex edit mode...
tl: Im Vertex-Bearbeitungsmodus...

source: Nodes
tl: Knoten

source: No nodes selected...
tl: Keine Knoten ausgewählt...

source: Can only inspect a single node...
tl: Nur ein Knoten kann inspiziert werden...

source: Inspector
tl: Inspektor

source: General Info
tl: Allgemeine Informationen

source: Part Count
tl: Anzahl der Teile

source: Name of the puppet
tl: Name der Marionette

source: Artist(s)
tl: Künstler*innen

source: Artists who've drawn the puppet, seperated by comma
tl: Künstler*innen die diese Marionette gezeichnet haben, getrennt durch Komma

source: Rigger(s)
tl: Tüftler*innen

source: Riggers who've rigged the puppet, seperated by comma
tl: Tüftler, die die Marionette vorbereitet haben, getrennt durch Komma

source: Contact
tl: Kontakt

source: Where to contact the main author of the puppet
tl: Wo man den/die Autor*in der Marionette Kontaktieren kann

source: Licensing
tl: Lizensierung

source: License URL
tl: Lizenz URL

source: Link/URL to license
tl: Link/URL zu der Lizenz

source: Copyright
tl: Urheberrecht

source: Copyright holder information of the puppet
tl: Informationen zur Urheberrechtsinhaber*innen der Marionette

source: Origin
tl: Herkunft

source: Where the model comes from on the internet.
tl: Wo dieses Model aus dem Internet herkommt.

source: Physics Globals
tl: Globale Physik

source: Pixels per meter
tl: Pixel pro Meter

source: Number of pixels that correspond to 1 meter in the physics engine.
tl: Anzahl der Pixel, die einem Meter in der Physik-Engine entsprechen.

source: Gravity
tl: Schwerkraft

source: Acceleration due to gravity, in m/s². Earth gravity is 9.8.
tl: Beschleunigung aufgrund der Schwerkraft, in m/s². Die Erdbeschleunigung beträgt 9,8.

source: Rendering Settings
tl: Rendering-Einstellungen

source: Use Point Filtering
tl: Punktfilter benutzen

source: Makes nijilive model use point filtering, removing blur for low-resolution models.
tl: Veranlasst nijilive-Modelle zur Verwendung von Punktfiltern, wodurch Unschärfe bei Modellen mit niedriger Auflösung entfernt wird.

source: Transform
tl: Transformieren

source: Lock to Root Node
tl: An Wurzelknoten festlegen

source: Makes so that the translation of this node is based off the root node, making it stay in place even if its parent moves.
tl: Sorgt dafür, dass die Translation dieses Knotens auf dem Wurzelknoten basiert, so dass er an Ort und Stelle bleibt, auch wenn sich sein Elternteil bewegt.

source: Scale
tl: Skalierung

source: Scale X
tl: Skaliere X

source: Scale Y
tl: Skaliere Y

source: Snap to Pixel
tl: An Pixel einrasten

source: Sorting
tl: Sortierung

source: Drawable
tl: Zeichnungsfähig

source: Texture Offset
tl: Texturversatz

source: Size of given texture does not match the Albedo texture.
tl: Die Größe der gegebenen Textur stimmt nicht mit der Albedo-Textur überein.

source: Save to File
tl: In Datei speichern

source: Load from File
tl: Von Datei laden

source: Remove
tl: Entfernen

source: Make Emissive
tl: Emissiv machen

source: Cannot inspect an unmeshed part
tl: Kann nicht ein nicht genetztes Teil inspizieren

source: Emissive
tl: Emissiv

source: Tint (Multiply)
tl: Färben (Multiplizieren)

source: Tint (Screen)
tl: Färben (Raster)

source: Emission Strength
tl: Emissionsstärke

source: Blending
tl: Blendmethode

source: Multiply
tl: Multiplizieren

source: Screen
tl: Raster

source: Darken
tl: Verdunkeln

source: Lighten
tl: Erhellen

source: Color Dodge
tl: Farbig abwedeln

source: Linear Dodge
tl: Lineares abwedeln

source: Color Burn
tl: Farbig nachbelichten

source: Hard Light
tl: Schweres Licht

source: Soft Light
tl: Sanftes Licht

source: Subtract
tl: Subtrahieren

source: Difference
tl: Differenz

source: Exclusion
tl: Ausschluss

source: Inverts the color by a factor of the overlying color
tl: Invertiert die Farbe um einen Faktor der darüber liegenden Farbe

source: Clip to Lower
tl: Clip nach unten

source: Special blending mode that causes (while respecting transparency) the part to be clipped to everything underneath
tl: Spezieller Überblendungsmodus, der bewirkt, dass das Teil (unter Wahrung der Transparenz) mit allem darunter liegenden abgeschnitten wird

source: Slice from Lower
tl: Abschneiden von unten

source: Special blending mode that causes (while respecting transparency) the part to be slice by everything underneath. Basically reverse Clip to Lower.
tl: Spezieller Überblendungsmodus, der bewirkt, dass (unter Wahrung der Transparenz) der Teil von allem, was darunter liegt, abgeschnitten wird. Im Grunde ist es eine Umkehrung von Clip to Lower.

source: Opacity
tl: Deckfähigkeit

source: Masks
tl: Masken

source: Threshold
tl: Schwellenwert

source: Mask Sources
tl: Masken-Quellen

source: (Drag a Part or Mask Here)
tl: (Ziehen Sie ein Teil oder Maske hier rein)

source: Mode
tl: Modus

source: Dodge
tl: Abwedeln

source: %s (Mask)
tl: %s (Maskieren)

source: %s (Dodge)
tl: %s (Abwedeln)

source: SimplePhysics
tl: SimplePhysik

source: Unmap
tl: Zuteilung aufheben

source: Unassigned
tl: Nicht zugeordnet

source: (unassigned)
tl: (nicht zugeordnet)

source: Type
tl: Typ

source: Pendulum
tl: Pendel

source: SpringPendulum
tl: Federpendel

source: Mapping mode
tl: Zuweisungsmodus

source: AngleLength
tl: WinkelLänge

source: Local Transform Lock
tl: Lokale Transformationssperre

source: Whether the physics system only listens to the movement of the physics node itself
tl: Ob das Physiksystem nur auf die Bewegung des Physikknotens selbst achtet

source: Gravity scale
tl: Schwerkraftsskala

source: Length
tl: Länge

source: Resonant frequency
tl: Resonanzfrequenz

source: Damping
tl: Dämpfung

source: Output scale
tl: Ausgangsskala

source: Dynamic Deformation (slower)
tl: Dynamische Verformung (langsamer)

source: Whether the MeshGroup should dynamically deform children, this is an expensive operation and should not be overused.
tl: Ob die MeshGroup Kinder dynamisch deformieren soll, Dies ist ein teurer Vorgang und sollte nicht übermäßig genutzt werden.

source: Translate origins
tl: Ursprung übersetzen

source: Translate origin of child nodes for non-Drawable object.
tl: Ursprung der untergeordneten Knoten für nicht zeichenbare Objekte übersetzen.

source: Textures
tl: Texturen

source: Unset
tl: Beiseite legen

source: Set to current
tl: Anwenden auf aktuelle

source: Reset
tl: Zurücksetzen

source: Invert
tl: Invertieren

source: Mirror
tl: Spiegeln

source: Horizontally
tl: Horizontal

source: Vertically
tl: Vertikal

source: Flip Deform
tl: Deformieren umdrehen

source: Set from mirror
tl: Aus dem Spiegelbild anwenden

source: Diagonally
tl: Diagonal

source: Copy
tl: Kopieren

source: Paste
tl: Einfügen

source: Bindings
tl: Bindungen

source: Show all nodes
tl: Alle Knotenpunkte anzeigen

source: Show only selected nodes
tl: Nur ausgewählte Knoten anzeigen

source: Interpolation Mode
tl: Interpolations Modus

source: Copy to
tl: Kopieren zu

source: Swap with
tl: Tauschen mit

source: New Parameter Group
tl: Neue Parameter Gruppe

source: Edit Properties
tl: Eigenschaften bearbeiten

source: Edit Axes Points
tl: Achsenpunkte bearbeiten

source: Split
tl: Aufteilen

source: To 2D
tl: Zu 2D

source: Flip X
tl: X umdrehen

source: Flip Y
tl: Y umdrehen

source: Flip
tl: Umdrehen

source: Mirrored Autofill
tl: Gespiegelte Autofill-Funktion

source: Paste and Horiontal Flip
tl: Kleistern und Horizontal umdrehen

source: Duplicate
tl: Duplizieren

source: Set Starting Position
tl: Setze Start Position

source: Arm Parameter
tl: Parameter einstellen

source: Add Keyframe
tl: Keyframe hinzufügen

source: Add 1D Parameter (0..1)
tl: 1D Parameter hinzufügen (0..1)

source: Add 1D Parameter (-1..1)
tl: 1D Parameter hinzufügen (-1..1)

source: Add 2D Parameter (0..1)
tl: 2D Parameter hinzufügen (0..1)

source: Add 2D Parameter (-1..+1)
tl: 2D Parameter hinzufügen (-1..+1)

source: Add Mouth Shape
tl: Mundform hinzufügen

source: Filter, search for specific parameters
tl: Filter, suche nach spezifischen Parametern

source: Rename
tl: Umbenennen

source: Colors
tl: Farben

source: Custom Color
tl: Benutzerdefinierte Farbe

source: Add Parameter
tl: Parameter hinzufügen

source: Parameters
tl: Parameter

source: === nijigenerate has crashed === Please send us the nijigenerate-crashdump.txt file in ~/Library/Logs Attach the file as a git issue @ https://github.com/nijigenerate/nijigenerate/issues
tl: === nijigenerate ist abgestürzt === Bitte senden Sie uns die nijigenerate-crashdump.txt Datei in ~/Library/Logs Hängen Sie die Datei als Git Issue an https://github.com/nijigenerate/inochi-nijigenerate/issues

source: === nijigenerate has crashed === Please send us the nijigenerate-crashdump.txt file in your log directory, XDG_STATE_HOME. For Flatpak, this is in ~/.var/app/nijigenerate.inochi-nijigenerate. Attach the file as a git issue @ https://github.com/nijigenerate/nijigenerate/issues
tl: === nijigenerate ist abgestürzt === Bitte senden Sie uns die nijigenerate-crashdump.txt Datei in Ihrem Log Ordner, XDG_STATE_HOME. Für Flatpak, ist das in ~/.var/app/nijigenerate.nijigenerate. Hängen Sie die Datei als Git Issue an https://github.com/nijigenerate/inochi-nijigenerate/issues

source: The application has unexpectedly crashed Please send the developers the nijigenerate-crashdump.txt which has been put on your desktop Via https://github.com/nijigenerate/nijigenerate/issues
tl: Das Programm ist unerwartet abgestürzt Senden Sie bitte die nijigenerate-crashdump.txt Datei welche auf Ihrem Desktop platziert wurde an https://github.com/nijigenerate/nijigenerate/issues

source: Presets
tl: Voreinstellungen

source: Normal parts
tl: Normal Teile

source: Detailed mesh
tl: Detailliertes Mesh

source: Large parts
tl: Große Teile

source: Small parts
tl: Kleine Teile

source: Thin and minimum parts
tl: Dünne und minimale Teile

source: Preserve edges
tl: Kanten bewahren

source: Sampling rate
tl: Abtastrate

source: Mask threshold
tl: Masken Schwellenwert

source: Distance between vertices
tl: Distanz zwischen Scheitelpunkte

source: Specifying scaling factor to apply for contours. If multiple scales are specified, vertices are populated per scale factors.
tl: Angabe des Skalierungsfaktors, der für Konturen gelten soll. Wenn mehrere Skalen angegeben werden, werden die Scheitelpunkte nach Skalenfaktoren aufgefüllt.

source: Deform
tl: Deformieren

source: Left Mouse
tl: Linke Maustaste

source: Select
tl: Auswählen

source: Connect/Disconnect
tl: Verbinden/Trennen

source: Connect Multiple
tl: Mehrere miteinander Verbinden

source: Shift+Left Mouse
tl: Shift+Linke Maustaste

source: Path Deform Tool
tl: Pfadverformungswerkzeug

source: Drag to define 2x2 mesh
tl: Ziehen Sie, um ein 2x2-Netz zu definieren

source: Add/remove key points to axes
tl: Schlüsselpunkte zu Achsen hinzufügen/entfernen

source: Change key point position in the axis
tl: Position des Schlüsselpunkts in der Achse ändern

source: Grid Vertex Tool
tl: Gitter Vertex Werkzeug

source: Switch Mode
tl: Modus wechseln

source: Create/Destroy
tl: Erstellen/Zerstören

source: Left Mouse (x2)
tl: Linke Maustaste (x2)

source: Toggle locked point
tl: Gesperrten Punkt umschalten

source: Ctrl
tl: Strg

source: Move point along with the path
tl: Punkt entlang des Pfades verschieben

source: Create
tl: Erstellen

source: Ctrl+Left Mouse
tl: STRG+Linke Maustaste

source: Vertex Tool
tl: Vertex Werkzeug

source: Focus Selected
tl: Ausgewähltes Element fokussieren

source: No parts found
tl: Keine Teile gefunden

source:  Copy Mesh
tl:  Netz Daten Kopieren

source:  Edit Mesh
tl:  Netz bearbeiten

source: Copy Mesh Data
tl: Netz Daten Kopieren

source: Hide Vertices
tl: Eckpunkte ausblenden

source: Show Vertices
tl: Eckpunkte anzeigen

source: Hide Bounds
tl: Grenzen ausblenden

source: Show Bounds
tl: Grenzen anzeigen

source: Hide Orientation Gizmo
tl: Orientierungsgizmo ausblenden

source: Show Orientation Gizmo
tl: Orientierungsgizmo anzeigen

source: COLOR
tl: FARBE

source: Flip Horizontally
tl: Horizontal drehen

source: Flip Vertically
tl: Vertikal drehen

source: Mirror Horizontally
tl: Horizontal spiegeln

source: Mirror Vertically
tl: Vertikal spiegeln

source: Triangulate vertices
tl: Eckpunkte triangulieren

source: Bake
tl: Backen

source: Bakes the triangulation, applying it to the mesh.
tl: Backt die Triangulation und wendet sie auf das Netz an.

source: Triangulation Options
tl: Triangulationsoptionen

source: Bakes the auto mesh.
tl: Backt das Auto-Mesh.

source: Auto Meshing Options
tl: Auto Meshing-Optionen

source:  Apply
tl:  Übernehmen

source: Are you sure?
tl: Sind Sie sich sicher?

source: The layout of the mesh has changed, all deformations to this mesh will be deleted if you continue.
tl: Das Layout des Netzes hat sich verändert, alle Deformationen des Netzes werden gelöscht wenn Sie fortfahren.

source: Apply
tl: Übernehmen

source:  Cancel
tl:  Abbrechen

source: Cancel
tl: Abbrechen

source: Cannot apply invalid mesh At least 3 vertices forming a triangle is needed.
tl: Ungültiges Netz kann nicht angewendet werden Mindestens 3 Eckpunkte die ein Dreieck formen sind erforderlich.

source: No tool selected...
tl: Kein Hilfsmittel ausgewählt...

source: Yes
tl: Ja

source: No
tl: Nein

source: Enable physics
tl: Physik aktivieren

source: Enable post processing
tl: Post Processing aktivieren

source: Reset physics
tl: Physik zurücksetzen

source: Configure Flip Pairings
tl: Flip-Paarungen konfigurieren

source: Reset parameters
tl: Parameter zurücksetzen

source: Edit Puppet
tl: Marionetten bearbeiten

source: Edit Animation
tl: Animation bearbeiten

source: Test Puppet
tl: Marionetten testen

source: Open...
tl: Öffnen...

source: Save...
tl: Speichern...

source: Save As...
tl: Speichern unter..

source: File
tl: Datei

source: New
tl: Neu

source: Open
tl: Öffnen

source: Recent
tl: Zuletzt verwendet

source: Autosaves
tl: Automatisches Speichern

source: Save
tl: Speichern

source: Import
tl: Importieren

source: Photoshop Document
tl: Photoshop Dokument

source: Import a standard Photoshop PSD file.
tl: Importieren Sie eine Standard Photostop PSD Datei.

source: nijilive Puppet
tl: nijilive Marionette

source: Import existing puppet file, editing options limited
tl: Importiere bereits existierende Marionettendatei, Bearbeitungsoptionen sind eingeschränkt

source: Image Folder
tl: Bilder Ordner

source: Select a Folder...
tl: Wählen Sie ein Ordner aus...

source: Supports PNGs, TGAs and JPEGs.
tl: Unterstützt PNGs, TGAs und JPEGs.

source: Merge
tl: Zusammenfügen

source: Merge layers from Photoshop document
tl: Füge Ebenen aus einem Photoshop Dokument zusammen

source: Image Files
tl: Bilder Ordner

source: Merges (adds) selected image files to project
tl: Führt ausgewählte Bilddateien zum Projekt zusammen

source: nijigenerate Project
tl: nijigenerate Projekt

source: Merge another nijigenerate project in to this one
tl: Füge ein anderes nijigenerate Projekt in dieses zusammen

source: Export
tl: Exportieren

source: Export...
tl: Exportieren...

source: Image
tl: Bild

source: Close Project
tl: Project Schließen

source: Quit
tl: Schließen

source: Edit
tl: Bearbeiten

source: Undo
tl: Rückgängig

source: Redo
tl: Wiederholen

source: Cut
tl: Ausschneiden

source: Settings
tl: Einstellungen

source: View
tl: Ansicht

source: Reset Layout
tl: Layout Zurücksetzen

source: Panels
tl: Tafeln

source: Panel is not visible in current edit mode.
tl: Das Panel ist im aktuellen Bearbeitungsmodus nicht sichtbar.

source: Configuration
tl: Konfiguration

source: Open Configuration Folder
tl: Konfigurationsordner Öffnen

source: Save Screenshot
tl: Speichere Screenshot

source: Save Screenshot...
tl: Speichere Screenshot...

source: Saves screenshot as PNG of the editor framebuffer.
tl: Speichert einen Screenshot als PNG des Editor-Framebuffers.

source: Show Stats for Nerds
tl: Statistiken für Nerds

source: Tools
tl: Hilfsmittel

source: Puppet Data
tl: Marionetten Daten

source: Import Inochi Session Data
tl: Importiere Inochi Session Daten

source: Successfully overwrote Inochi Session tracking data...
tl: Erfolgreich Inochi Session Tracking Daten überschrieben...

source: There was no Inochi Session data to import!
tl: Es gab keine nijiexpose-Daten zu importieren!

source: Imports tracking data from an exported nijilive model which has been set up in Inochi Session.
tl: Importiert Tracking-Daten aus einem exportierten nijilive-Modell, das in Inochi Session eingerichtet wurde.

source: Puppet Texturing
tl: Texturierung von Marionetten

source: Premultiply textures
tl: Texturen vormultiplizieren

source: Premultiplies textures by their alpha component. Only use this if your textures look garbled after importing files from an older version of nijigenerate.
tl: Vormultipliziert Texturen um ihre Alphakomponente. Verwenden Sie dies nur, wenn Ihre Texturen nach dem Importieren von Dateien aus einer älteren Version von nijigenerate verstümmelt aussehen.

source: Bleed textures...
tl: Texturen auslaufen...

source: Causes color to bleed out in to fully transparent pixels, this solves outlines on straight alpha compositing. Only use this if your game engine can't use premultiplied alpha.
tl: Bewirkt, dass die Farbe in vollständig transparente Pixel ausläuft; dies löst Umrisse beim reinen Alpha-Compositing. Verwenden Sie dies nur, wenn Ihre Spiel-Engine nicht vormultipliziert Alpha verwenden kann.

source: Generate Mipmaps...
tl: Generiert Mipmaps…

source: Regenerates the puppet's mipmaps.
tl: Regeneriert die Mipmaps der Marionette.
