Repository: nijigenerate/nijigenerate
Catalog: */*.po
Languages: tl

source: Generate fake layer name info...
tl: Erzeugen von gefälschten Ebenennachrichten...

source: Generates fake layer info based on node names
tl: Erzeugt gefälschte Ebeneninformationen auf der Grundlage von Knotennamen

source: Puppet Recovery
tl: Marionetten Wiederherstellung

source: Attempt full repair...
tl: Volle INP Reparatur…

source: Attempts all the recovery and repair methods below on the currently loaded model
tl: Versucht alle Wiederherstellungs- und Reparaturmethoden an das geladene Modell

source: Regenerate Node IDs
tl: Regeneriere Knoten IDs

source: Regenerates all the unique IDs for the model
tl: Regeneriert alle einzigartige IDs für das Modell

source: Verify INP File...
tl: Verifiziere INP Datei...

source: Attempts to verify and repair INP files
tl: Versucht, INP Dateien zu verifizieren und reparieren

source: Help
tl: Hilfe

source: Online Documentation
tl: Online Dokumentation

source: nijilive Documentation
tl: nijilive Dokumentation

source: Report a Bug
tl: Einen Fehler melden

source: Request a Feature
tl: Schlage ein Feature vor

source: About
tl: Über

source: Donate
tl: Spenden

source: Support development via Patreon
tl: Unterstütze die Entwicklung über Patreon

source: Close
tl: Schließen

source: nijigenerate closed unexpectedly while editing this file.
tl: nijigenerate ist unerwartet abgestürzt während die Datei bearbeitet wurde.

source: Restore data from a backup?
tl: Daten aus einem Backup wiederherstellen?

source: Discard
tl: Verwerfen

source: Restore
tl: Wiederherstellen

source: Restore Autosave
tl: Autosave Wiederherstellen

source: Invalid Name
tl: Ungültiger Name

source: Name can not be empty!
tl: Der Name kann nicht leer sein!

source: %s is already taken! Please chose another animation name.
tl: %s ist schon vergeben! Bitte wählen Sie ein anderen Animationsnamen.

source: Options
tl: Optionen

source: Weight
tl: Gewicht

source: Lead In
tl: Einleiten

source: Lead Out
tl: Herausführen

source: Custom Framerate
tl: Eigene Framerate

source: Custom Framrate
tl: Benutzerdefinierte Bildrate

source: New Animation...
tl: Neue Animation...

source: Edit %s...
tl: %s bearbeiten...

source: Export Settings
tl: Export Einstellungen

source: Allow Transparency
tl: Transparenz zulassen

source: Use Post Processing
tl: Post Processing benutzen

source: Export Image...
tl: Bild Exportieren...

source: No cameras to export from in Scene, please add a Camera.
tl: Keine Kameras zum Exportieren in Szene, bitte fügen Sie eine Kamera hinzu.

source: Decoration
tl: Dekoration

source: Atlas Settings
tl: Atlas Einstellungen

source: Resolution
tl: Auflösung

source: Non-linear Scaling
tl: Non-lineare Skalierung

source: Whether too large parts should individually be scaled down instead of all parts being scaled down uniformly.
tl: Ob zu große Teile einzeln verkleinert werden sollten, anstatt alle Teile gleichmäßig zu verkleinern.

source: Texture Scale
tl: Textur-Skala

source: Padding
tl: Auffüllung

source: Optimizations
tl: Optimierungen

source: Prune unused nodes
tl: Unbenutzte Knoten entfernen

source: Prune nodes which have been disabled from the export.
tl: Entfernen Sie Knoten, die beim Export deaktiviert wurden.

source: Watermark
tl: Wasserzeichen

source: Load
tl: Laden

source: Preview
tl: Vorschau

source: Loops
tl: Schleifen

source: No settings for this category.
tl: Keine Einstellung für diese Kategorie.

source: A texture was too large to fit the texture atlas, the textures have been scaled down.
tl: Eine Textur ist zu groß für das Texturen Atlas, die Texturen wurden runterskaliert.

source: Export failed...
tl: Export fehlgeschlagen...

source: Export Options
tl: Export Optionen

source: Breakpoints
tl: Haltepunkte

source: One or more axes points are overlapping, this is not allowed.
tl: Ein oder mehrere Achsenpunkte überschneiden sich, dies ist nicht erlaubt.

source: Parameter Axes Points
tl: Parameter Achsenpunkte

source: Parameter Constraints
tl: Parameterbeschränkungen

source: Name is already taken
tl: Name ist bereits vergeben

source: Parameter Properties
tl: Parameter eigenschaften

source: Ignore
tl: Ignorieren

source: Use
tl: Benutzen

source: Only show unmapped
tl: Nur nicht zugewiesene anzeigen

source: Auto-rename
tl: Automatisches Umbenennen

source: Renames all mapped nodes to match the names of the PSD layer that was merged in to them.
tl: Benennt alle zugeordneten Knoten so um, dass sie mit den Namen der PSD-Ebene übereinstimmen, mit der sie zusammengeführt wurden.

source: Re-translate
tl: Position umwandeln

source: Moves all nodes so that they visually match their position in the canvas.
tl: Verschiebt alle Knoten so, dass sie visuell mit ihrer Position im Canvas übereinstimmen.

source: PSD Merging
tl: PSD zusammenfügen

source: Rename %s...
tl: %s umbenennen...

source: Texture Viewer
tl: Textur-Anzeige

source: Bind To
tl: Anbinden

source: Bone Input
tl: Knochen Eingang

source: Binding Axis
tl: Bindende Achse

source: Refresh Bindable
tl: Bindungsfähig aktualisieren

source: Bind Tracking to Parameter
tl: Tracking an Parameter binden

source: Output
tl: Ausgang

source: How many times the animation should loop
tl: Wie oft die Animation wiederholt werden soll

source: Framerate of the video file
tl: Framerate der Videodatei

source: Lock to Animation Framerate
tl: An Animations Framerate setzen

source: FFMPEG was not found, please install FFMPEG to export video.
tl: FFMPEG wurde nicht gefunden, bitte installieren Sie FFMPEG, um das Video zu exportieren.

source: No animations are defined for this model, please add an animation.
tl: Es sind keine Animationen für dieses Modell definiert, bitte fügen Sie eine Animation hinzu.

source: (Split)
tl: (Aufteilen)

source: Split Parameter
tl: Parameter aufteilen

source: Accessbility
tl: Erleichterte Bedienung

source: Color Theme
tl: Farbthema

source: Dark
tl: Dunkler Modus

source: Light
tl: Lichtmodus

source: Language
tl: Sprache

source: UI Scale
tl: Benutzerinterface Skalierung

source: Max Undo History
tl: Maximale Rückgängigmachungshistorie

source: Disable Compositor
tl: Compositor abschalten

source: Accessibility
tl: Erleichterte Bedienung

source: Use OpenDyslexic Font
tl: OpenDyslexic Schriftart benutzen

source: Enable Autosaves
tl: Autosave einschalten

source: Save Interval (Minutes)
tl: Speicherintervall (Minuten)

source: Maximum Autosaves
tl: Maximale Autosaves

source: nijigenerate needs to be restarted for some changes to take effect.
tl: nijigenerate muss neu gestartet werden, damit einige Änderungen wirksam werden.

source: Done
tl: Fertig

source: << Not assigned >>
tl: << Nicht zugewiesen >>

source: < Add new row >
tl: < Neue Reihe hinzufügen >

source: Pair
tl: Paaren

source: Flip Pairing
tl: Paarung umdrehen

source: Unsupported
tl: Nicht unterstützt

source: Quick Setup
tl: Schnelles Einrichten

source: Next
tl: Weiter

source: Create Project
tl: Erstellen Sie ein neues Projekt

source: New...
tl: Neu...

source: Import PSD...
tl: Importiere PSD...

source: Recent Projects
tl: Zuletzt verwendete Projekte

source: On the Web
tl: Im Internet

source: Documentation
tl: Dokumentation

source: Join our Discord
tl: Treten Sie unseren Discord bei

source: Github Sponsors
tl: GitHub Sponsoren

source: You're running a nightly build of nijigenerate! nijigenerate may crash unexpectedly and you will likely encounter bugs. Make sure to save and back up your work often!
tl: Sie führen ein Nightly Build von nijigenerate aus! nijigenerate könnte unerwartet abstürzen, und es könnten Fehler auftreten. Stellen Sie sicher, deine Projekte abzuspeichern und zu sichern!
